Revit 2027 API
ElementWorksetFilter Constructor
Overload List
Name | Description
ElementWorksetFilter(WorksetId) |  Constructs a new instance of a filter to match elements in a given workset.
ElementWorksetFilter(WorksetId, Boolean) |  Constructs a new instance of a filter to match elements in a given workset.
Top
See Also
Reference
ElementWorksetFilter Class
Autodesk.Revit.DB Namespace